Repository: wp-plugins/debug-objects
Catalog: languages/debug_objects-*.po
Languages: de_de

source: Undefined
de_de: Undefiniert

source: OFF
de_de: Deaktiviert

source: ON
de_de: Aktiv

source: WordPress Informations
de_de: WordPress Informationen

source: Language, constant
de_de: Sprache, Konstante

source: Language folder, constant
de_de: Sprachordner, Konstante

source: Content URL, constant
de_de: wp-content URL, Konstante

source: Content folder, constant
de_de: wp-content Ordner, Konstante

source: Memory limit, constant
de_de: Speicherlimit, Konstante

source: Post revision, constant
de_de: Artikel Versionierung, Konstante

source: Save queries, constant
de_de: Queries speichern, Konstante

source: Debug option, constant
de_de: Debug Option, Konstante

source: SSL Login, constant
de_de: SSL Login, Konstante

source: Concatenate scripts, constant
de_de: Verkette Skripte, Konstante

source: Compress scripts, constant
de_de: Komprimiere JavaScript, Konstante

source: Compress stylesheet, constant
de_de: Komprimiere CSS, Konstante

source: Enforce GZIP, constant
de_de: Erzwinge GZIP für die Kompression, Konstante

source: Autosave interval, constant
de_de: Autosave Intervall, Konstante

source: WordPress Cookie Informations
de_de: WordPress Cookie Informationen

source: Cookie domain, constant
de_de: Cookie Domain, Konstante

source: Cookie path, constant
de_de: Cookiepfad, Konstante

source: Site cookie path, constant
de_de: Sitecookiepfad, Konstante

source: Plugin cookie path, constant
de_de: Plugincookiepfad, Konstante

source: Admin cookie path, constant
de_de: Admincookiepfad, Konstante

source: WordPress File Permissions Informations
de_de: WordPress Datei Rechte Informationen

source: File Permissions, constant
de_de: Datei Rechte, Konstante

source: DIR Permissions, constant
de_de: Directory Rechte, Konstante

source: WordPress Custom User &amp; Usermeta Tables
de_de: WordPress benutzerdef. User &amp; Usermeta Tabellen

source: Custom User Table, constant
de_de: Benutzerdef. User Tabelle, Konstante

source: WordPress FTP/SSH Informations
de_de: WordPress FTP/SSH Informationen

source: Forces the filesystem method, constant
de_de: Belastung der Dateisystemmethode, Konstante

source: Path to root install directory, constant
de_de: Pfad zum root Installationsordner, Konstante

source: FTP or SSH username, constant
de_de: FTP oder SSH Username, Konstante

source: FTP or SSH password, constant
de_de: FTP oder SSH Passwort, Konstante

source: Hostname, constant
de_de: Histname, Konstante

source: WordPress Query Informations
de_de: WordPress Query Informationen

source: The Conditional Tags can be used in your Template files to change what content is displayed and how that content is displayed on a particular page depending on what conditions that page matches. You see on this view the condition of all possible tags.
de_de: Mit Hilfe der Conditional tags können innerhalb von Templates Inhalte in Abhängigkeit bestimmter Bedingungen angezeigt werden. Alle aktuellen Zustände werden nun hier in Abhängikeit der Frontend-Darstellung gelistet.

source: Documentation in Codex
de_de: Dokumentation im COdex

source: is
de_de: ist

source: no
de_de: kein

source: Theme Values
de_de: Themewerte

source: Current theme name:
de_de: Aktueller Themename:

source: Current theme title:
de_de: Aktueller Themetitel:

source: Current theme uri:
de_de: Aktuelle Theme URI:

source: Current theme description:
de_de: Aktuell Themebeschreibung.

source: Current theme author:
de_de: Aktueller Themeautor:

source: Current theme version:
de_de: Aktuelle Themeversion:

source: Current theme template:
de_de: Aktuelles Themetemplate:

source: Current theme status:
de_de: Aktueller Themestatus:

source: Current theme tags:
de_de: Aktuelle Theme Tags:

source: Current theme:
de_de: Aktuelles Theme:

source: Current theme directory:
de_de: Aktuelles Themeverzeichnis:

source: Current stylesheet:
de_de: Aktuelles Stylsheet:

source: Current stylesheet directory:
de_de: Aktuelles Stylesheetverzeichnis:

source: Current template path, constant
de_de: Aktueller Templatepfad, Konstante

source: Current stylesheet path, constant
de_de: Aktueller Stylesheetpfad, Konstante

source: Simple WordPress Hooks &amp; Filters Insight
de_de: Einfacher WordPress Hook &amp; Filter Einblick

source: Priority
de_de: Priorität

source: View data
de_de: Daten zeigen

source: Hooks total:
de_de: Hooks gesamt:

source: Register filter/actions total:
de_de: Registrierte fitler/actions gesamt:

source: Objects total:
de_de: Objekte gesamt:

source: Cache
de_de: Speicher

source: Constants
de_de: Konstanten

source: Absolute path to wp-content directory, constant
de_de: Absoluter Pfad zum wp-content Ordner, Konstante

source: Absolute path to plugin directory, constant
de_de: Absoluter Pfad zum Pluginordner, Konstante

source: Absolute path to SSH public key, constant
de_de: Absoluter Pfad zum SSH öffenlichem Schlüssel, Konstante

source: dorector path to SSH private key, constant
de_de: Absoluter Pfad zum SSH privatem Schlüssel, Konstante

source: List filter and action-hooks, cache data, defined constants, qieries, included scripts and styles, php and memory informations and return of conditional tags only for admins; for debug, informations or learning purposes. Setting output in the settings of the plugin and use output via setting or url-param '<code>debug</code>' or set a cookie via url param '<code>debugcookie</code>' in days
de_de: Listet Filter- und Action-Hooks, Cachedaten, Konstanten, Queries, inkludierte Scripte und Styles, PHP- and Speicherinfomrationen and gibt die Conditional tags aus. Nur nutzen für Administratoren; für das Debuggen, Informieren oder das Lernen am System. Setze die Einstellungen des Plugins und nutze die Ausgabe via Einstellungen global oder mit Hilfe von URL Parametern, wenn du es brauchst: '<code>debug</code>' oder setze einen Cookie via URL Parameter '<code>debugcookie</code>' in Tagen für aktive Ausgabe über einen bestimmten Zeitraum.

source: About
de_de: Über

source: Description:
de_de: Beschreibung:

source: Here's how you can give back:
de_de: So kannst du Feedback geben:

source: The Plugin on the WordPress plugin repository
de_de: Das Plugin im WordPress Plugin Repository

source: Give the plugin a good rating.
de_de: Gib dem Plugin ein tolles Rating.

source: Donate via PayPal
de_de: Spende via PayPal

source: Donate a few euros.
de_de: Spende einige Euros.

source: Frank Bültge's Amazon Wish List
de_de: Frank Bültge`s Amazon Wunschliste

source: Get me something from my wish list.
de_de: Sende mir etwas aus meiner Wunschliste.

source: Scripts & Styles
de_de: Scripte & Styles

source: 1 accepted argument
de_de: 1 akzeptiertes Argument

source: %s accepted argument
de_de: %s akzeptierte Argumente

source: Time, Mem & Files
de_de: Zeit, Speicher & Dateien

source: Page Hooks
de_de: Seiten Hooks

source: Undefinded
de_de: Undefiniert

source: PHP, Globals &amp; WP
de_de: PHP, Globale &amp; WP

source: On
de_de: Aktiv

source: Off
de_de: Inaktiv

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Memory usage in MByte:
de_de: Sperichernutzung in MByte:

source: Memory limit, PHP Configuration in MByte:
de_de: Speicherlimit, PHP Konfiguration in MByte:

source: Memory percent (in % of 100%):
de_de: Speicherprozente (in % of 100%):

source: Selected server and execution environment information
de_de: Ausgewählte Server- und Ausführungsumgebuns-Informationen

source: Undefined or empty
de_de: Undefiniert oder leer

source: Time:
de_de: Zeit:

source: Database Errors
de_de: Datenbank Fehler

source: &raquo; Different values in num_query and query? - please set the constant
de_de: &raquo; Verschieden Werte in num_query und query? - Bitte setze die Konstante

source: in your
de_de: in deiner

source: &raquo; Query time is null (0)? - please set the constant
de_de: &raquo; Query Zeit ist null (0)? - Bitte setze die Konstante

source: Page generated in
de_de: Seite generiert in

source: Settings
de_de: Einstellungen

source: Output in WordPress Admin Footer. <br />Alternatively use url param "<code>debug</code>" or set a cookie via url param "<code>debugcookie</code>" in days. <br />Example: <code>example.com/?debug</code>
de_de: Ausgabe im WordPress Admin Footer. <br />Alternativ nutze den URL Parameter "<code>debug</code>" oder setze einen Cookie via URL Parameter "<code>debugcookie</code>" in Tagen. <br />Beispiel: <code>example.com/?debug</code>

source: Output in Footer of Frontend. <br />Alternatively use url param "<code>debug</code>" or set a cookie via url param "<code>debugcookie</code>" in days <br />Example: <code>example.com/?debugcookie=5</code>
de_de: Ausgabe im WordPress Frontend. <br />Alternativ nutze den URL Parameter "<code>debug</code>" oder setze einen Cookie via URL Parameter "<code>debugcookie</code>" in Tagen. <br />Beispiel: <code>example.com/?debugcookie=5</code>

source: PHP, WordPress and global Stuff
de_de: PHP, WordPress und globales Zeug

source: Theme and Template informations
de_de: Theme und Template Informationen

source: All Constants
de_de: Alle Konstanten

source: Introduced scripts and stylesheets
de_de: Aktive Scripte und Stylesheets

source: List existing Hooks and assigned functions and count of accepted args
de_de: Listet existente Hooks und zugeordnete Funktionen und die Anzahl der akzeptierten Argumente

source: Hooks of current page, very slow and use many RAM
de_de: Hooks der aktuellen Seite, sehr langsam und nutze sehr viel RAM

source: Contents of Query
de_de: Query Inhalt

source: Contents of Cache
de_de: Cache Inhalt

source: About the plugin
de_de: Über das Plugin

source: Like this plugin?
de_de: Du magst das Plugin?

source: About this plugin
de_de: Über das Plugin

source: Options saved.
de_de: Einstellungen gespeichert.

source: Current template
de_de: Aktuelles Template
